Repository: Thaynara-Andrade/BILLIE-ACCESSIBILITY
Catalog: billie/Preview Content/*.lproj/Localizable.strings
Languages: fr, pt_br

source: 10% Tip
fr: 10% du pourboire
pt_br: 10% taxa de serviço

source: Error fetching data
fr: Une erreur s'est produite pendant l'extraction des données
pt_br: Erro ao capturar os dados

source: Please enter the price per unit
fr: Saisie le prix unitaire, s'il te plait
pt_br: Por favor, digite o preço por unidade

source: Success!
fr: Succès !

source: Hi, I'm Billie, your new bill-paying buddy.
fr: Bonjour, je suis Billie, votre nouveau copain payeur de factures.
pt_br: Olá, sou o Billie seu companheiro na hora de pagar contas.

source: Here you can scan or manually add, your table's invoice; edit the scanned items or values, if necessary; add up your expenses and finally send the payment to the establishment. Simple, fast and secure.
fr: Ici, vous pouvez numériser ou ajouter manuellement la facture de votre table ; modifiez les éléments ou les valeurs numérisés, si nécessaire ; additionnez vos dépenses et envoyez enfin le paiement à l'établissement. Simple, rapide et sécurisé.
pt_br: Aqui você pode escanear ou adicionar manualmente, a nota fiscal da sua mesa; editar os itens ou valores escaneados, se necessário; somar seus gastos e por fim, enviar o pagamento ao estabelecimento. Simples, rápido e seguro.

source: Got it
fr: Ok
pt_br: Entendi

source: Scan error
fr: Erreur de numérisation
pt_br: Erro ao escanear

source: Try again
fr: Réessayer
pt_br: Tentar de novo

source: Scan receipt
fr: Scanner l'addition
pt_br: Escanear a nota

source: Enter manually
fr: Saisir manuellement
pt_br: Digitar manualmente

source: Cash
fr: Espèces
pt_br: Dinheiro

source: This payment method isn't available yet
fr: Cette méthode de payment n'est pas encore disponible
pt_br: Este método de pagamento ainda não está disponível

source: Sorry! Our team is working to make this feature available as soon as possible.
fr: Désolé! Notre équipe travaille maintenant pour mettre cette fonctionalité à disposition aussitôt que possible
pt_br: Desculpe, nosso time está trabalhando para disponibilizar esta funcionalidade o quanto antes.

source: Pay with (PaymentIndex[selectedIndex])
fr: Payer avec (PaymentIndex[selectedIndex])
pt_br: Pagar com (PaymentIndex[selectedIndex])

source: Edit name
fr: Éditer le nom
pt_br: Editar o nome

source: Edit price
fr: Éditer le prix
pt_br: Editar o preço

source: The scanning was successful! You can edit your receipt below if you want to
fr: Le scanner a bien marché ! Tu peux aussi éditer la facture en bas si tu veux
pt_br: O scanner foi bem sucedido! Você pode editar sua conta abaixo se você quiser

source: Delete
fr: Effacer
pt_br: Deletar

source: Edit
fr: Éditer
pt_br: Editar

source: Here is your receipt
fr: Voici la facture
pt_br: Aqui está sua conta

source: Please edit this item
fr: Édite cet article, s'il te plait
pt_br: Por favor, edite este item

source: Payment methods
fr: Méthodes de payment
pt_br: Formas de pagamento

source: Add payment method
fr: Ajouter une méthode de payment
pt_br: Adicionar forma de pagamento

source: Pay now
fr: Payer maintenant
pt_br: Pagar agora

source: Continue
pt_br: Continuar
